Repository: Sepehr-Glpz/MyBooks
Catalog: Resources/MainForm.*.resx
Languages: fa_ir

# ExitToolStripMenuItemText
source: E&xit
fa_ir: &خروج

# MainFormText
source: Book Library Management
fa_ir: مدیریت کتابخانه کتاب ها

# ToolStripAdminBooksItemText
source: Manage Books
fa_ir: مدیریت کتاب ها

# ToolStripAdminOptionText
source: &Admin
fa_ir: &ادمین

# ToolStripAdminUsersItemText
source: Manage Users
fa_ir: مدیریت کاربران

# ToolStripBookAddItemText
source: Add A New Book
fa_ir: اضافه کردن کتاب جدید

# ToolStripBookManageItemText
source: Manage Your Books
fa_ir: مدیریت کتاب های من

# ToolStripBookOwnItemText
source: Own Unwanted Book
fa_ir: اکتساب کتاب بی مالک

# ToolStripBooksOptionText
source: &Books
fa_ir: &کتاب ها

# ToolStripColorSettingItem
source: Personalize Colours
fa_ir: شخصی سازی رنگ ها

# ToolStripExitItemText
source: Exit Application
fa_ir: خروج از برنامه

# ToolStripLogoutItemText
source: Log Out
fa_ir: خروج از حساب کاربری

# ToolStripSettingOptionText
source: S&ettings
fa_ir: تن&ظیمات

# ToolStripUserChangePassItemText
source: Change Your Password
fa_ir: تغییر رمز عبور

# ToolStripUserOptionText
source: &User Setting
fa_ir: &تنظیمات کاربری

# ToolStripUserUpdateItemText
source: Update Your Profile
fa_ir: به روز رسانی حساب کاربری

# UserWelcomeMessageText
source: Welcome {0}! You are logged in as {1}
fa_ir: سلام {0}! شما به عنوان {1} وارد شده اید
