Repository: Sepehr-Glpz/MyBooks
Catalog: Resources/ManageBookForm.*.resx
Languages: fa_ir

# BookDeletedMessage
source: You have successfully deleted this book!
fa_ir: شما با موفقیت این کتاب را حذف کردید!

# BookNameLabelText
source: Book &Name:
fa_ir: &نام کتاب:

# BookNotChangedError
source: You have not changed the book!
fa_ir: شما تغییری در کتاب اعمال نکرده اید!

# BookTypeLabelText
source: Book &Type:
fa_ir: نو&ع کتاب:

# ChangeBookQuestion
source: Are you sure you want to save these changes?
fa_ir: آیا به اعمال این تغییرات اطمینان دارید؟

# DeleteButtonText
source: &Delete
fa_ir: &حذف

# DeleteQuestion
source: Are You sure you want to delete this book?
fa_ir: آیا به حذف کردن این کتاب اطمینان دارید؟

# DescriptionError
source: The Description cannot be longer than 1024 characters!
fa_ir: توضیحات نمیتواند طولانی تر از 1024 کاراکتر باشد!

# DescriptionLabelText
source: Des&cription:
fa_ir: تو&ضیحات:

# EmptyNameError
source: You Need to give a name for the book!
fa_ir: شما باید نامی برای کتاب وارد کنید!

# FormText
source: Manage Your Books
fa_ir: مدیریت کتاب های شخصی

# GenreLabelText
source: &Genre:
fa_ir: &ژانر:

# MessageboxErrorCaption
source: Error
fa_ir: خطا

# MessageboxQuestionCaption
source: Message
fa_ir: پیام

# MessageBoxWarningCaption
source: Warning
fa_ir: اخطار

# NameLengthError
source: The books name must be between 2-25 characters!
fa_ir: نام کتاب باید بین 2-25 کاراکتر باشد!

# NewBookExistsError
source: A book with this name already exists!
fa_ir: کتابی با این نام وجود دارد!

# ReturnButtonText
source: R&eturn
fa_ir: باز&گشت

# SaveButtonText
source: &Save Changes
fa_ir: &ذخیره تغییرات

# SuccessMessage
source: You Have successfully saved your changes!
fa_ir: شما با موفقیت تغییرات خود را ذخیره کردید!

# WriterNameLabelText
source: &Author:
fa_ir: نام ن&ویسنده:

# WriterNameLengthError
source: The Author's name must be between 3-20 characters!
fa_ir: نام نویسنده باید بین 3-20 کاراکتر باشد!

# YearError
source: The publish year must be between 0-10000!
fa_ir: سال انتشار باید بین 0-10000 باشد!

# YearLabelText
source: Publish &Year:
fa_ir: &سال انتشار:
